const SubmarinesData = {
    years: ["年份", "2023"],
    months: ["月份", "01", "02", "03", "04", "05", "06", "07", "08", "09", "10", "11", "12"],
    records: {
        "2023": {
            "04": [
                { date: "2023-04-08", ship: "1船", remark: "第一次起航，祝願是一個好的開始~，但事與願違，帶回來的是一堆寶石......", details: {} },
                { date: "2023-04-09", ship: "1船", remark: "第二天，我已經放平心態了，果然仍然是一堆寶石。", details: {} },
                { date: "2023-04-10", ship: "1船", remark: "第三天總算有點收穫。", details: { "沉船戒指": 5, "沉船項鍊": 4 } },
                { date: "2023-04-11", ship: "1船", remark: "第四天，成績有點OK。", details: { "上等沉船項鍊": 5 } },
                { date: "2023-04-12", ship: "1船", remark: "今天有點差。", details: { "沉船耳飾": 5 } },
            ]
        }
    },
    items: {
        "沉船戒指": 8000,
        "沉船手鐲": 9000,
        "沉船耳飾": 10000,
        "沉船項鍊": 13000,
        "上等沉船戒指": 27000,
        "上等沉船手鐲": 28500,
        "上等沉船耳饰": 30000,
        "上等沉船項鍊": 34500,
    }
}